tap 'caskroom/cask'

brew 'git'
brew 'npm'
brew 'gradle'
brew 'maven'
brew 'yarn'
brew 'go'
brew 'bash'
brew 'htop'
brew 'prettyping'
brew 'fd'
brew 'bat'
brew 'thefuck'
brew 'fzf'
brew 'icdiff'
brew 'tldr'


cask 'java'
# cask "dropbox"
cask 'atom'
cask 'flux'
cask 'firefox'
cask 'spectacle'
cask 'spotify'
cask 'caffeine'
cask 'visual-studio-code'
cask 'intellij-idea'
cask 'iterm2'
cask 'deluge'
cask 'github-desktop'
cask 'torbrowser'
cask 'google-chrome'
cask 'docker'
cask 'chefdk'
cask 'virtualbox'
cask 'kodi'
cask 'plex-media-player'

mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Slack', id: 803453959
mas 'Microsoft Remote Desktop', id: 715768417
mas 'WhatsApp', id: 1147396723
mas 'The Unarchiver', id: 425424353
mas 'Wunderlist', id: 410628904
mas 'Tweetbot', id: 557168941
